Repository: raccoongang/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Refunds Dashboard
uk: Панель відшкодування

source: Refund ID
uk: ID Відшкодування

source: Status
uk: Статус

source: Failed to retrieve enrollment data.
uk: Не вдалося отримати дані про запис на курс.

source: Day 3
uk: День 3

source: Day 10
uk: День 10

source: Day 19
uk: День 19

source: Assign
uk: Призначено

source: Remind
uk: Нагадування

source: Revoke
uk: Скасовано

source: Course Catalog ID from the Discovery Service.
uk: ID каталогу курса з Discovery Service.

source: UUID for an EnterpriseCustomerCatalog from the Enterprise Service.
uk: UUID для EnterpriseCustomerCatalog з корпоративних сервісів.

source: EnterpriseCustomer Name
uk: Ім'я EnterpriseCustomer

source: Program UUID
uk: UUID do Programa

source: Email to user pending.
uk: Надісилання електронного листа користувачеві в очікуванні.

source: Code successfully assigned to user.
uk: Код успішно призначений користувачеві.

source: Code has been redeemed by user.
uk: Код було викуплено користувачем.

source: Email to user bounced.
uk: Електронний лист користувачеві повернувся.

source: Code has been revoked for this user.
uk: Коду було скасовано для цього користувача.

source: Make a particular template version active.
uk: Зробити активною обрану версыю шаблону.

source: Email has been sent.
uk: Повідомлення було відправлено.

source: This user should receive email
uk: Цей користувач повинен отримати електронного листа

source: Order administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
uk: Адміністрування замовлення було вимкнено через завантаження бази даних. Цю функціональність можна відновити, активувавши перемикач {switch_name} Waffle. Будьте уважні при повторній активації цього перемикача!

source: %d%% discount for manual course enrollment order
uk: %d%%знижка на замовлення при особистому записы на курс

source: Payment Processor
uk: Обробник оплати

source: It expect that the order numbers stuck in fulfillment error state will be provided in a txt file format one per line.
uk: Очікується, що номери замовлень, що застрягли у стані помилки виконання, будуть надані у форматі файлу txt по одному на рядок.

source: Click 'Save and Continue Editing' to add stock records
uk: Натисніть «Зберегти та продовжити редагування», щоб додати записи

source: Partner
uk: Партнер

source: Partners
uk: Партнери

source: We don't support the payment option you selected.
uk: Спосіб оплати, який ви обрали, не підтримується.

source: Choose country
uk: Обрати країну

source: {label} (required)
uk: {label} (обов'язкове поле)

source: Organization (required)
uk: Організація (обов'язкове поле)

source: I am purchasing on behalf of my employer or other professional organization
uk: Я купую від імені свого роботодавця або іншої професійної організації

source: There was a problem retrieving your basket. Refresh the page to try again.
uk: Виникла проблема з завантаженням вашої корзини. Оновіть сторінку, щоб повторити спробу.

source: First Name (required)
uk: Ім'я (обов'язкове поле)

source: Last Name (required)
uk: Прізвище (обов'язкове поле)

source: Address (required)
uk: Адреса (обов'язкове поле)

source: Suite/Apartment Number
uk: Номер квартири/офісу

source: City (required)
uk: Місто (обов'язкове поле)

source: State/Province
uk: Область

source: Zip/Postal Code
uk: Поштовий індекс

source: Country (required)
uk: Країна (обов'язкове поле)

source: This field is required.
uk: Це поле є обов'язкове.

source: Postal codes for the U.S. and Canada are limited to nine (9) characters.
uk: Поштові індекси для США та Канади обмежені дев'ятьма (9) символами.

source: Transaction ID
uk: Ідентифікатор транзакціі

source: Payment Processor Response
uk: Відповідь обробника оплати

source: Payment Processor Responses
uk: Відповіді обробника оплати

source: Number of times to retry failing Paypal client actions (e.g., payment creation, payment execution)
uk: Кількість разів для повторних спроб клієнтських дій Paypal (наприклад, створення платежів, виконання платежів)

source: More than 10 digits before the decimal not allowed for fixed value.
uk: Понад 10 цифр перед комою заборонено для фіксованого значення.

source: More than 2 digits after the decimal not allowed for fixed value.
uk: Понад 2 цифри після коми заборонено для фіксованого значення.

source: Percentage greater than 100 not allowed.
uk: Відсоток понад 100 не дозволений.

source: transaction declined
uk: транзакція відхилена

source: Refund administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
uk: Адміністрування відшкодування було відключено через навантаження на базу даних. Цю функціональність можна відновити, активувавши перемикач {switch_name} Waffle. Будьте уважні при повторній активації цього перемикача!

source: Order
uk: Замовлення

source: User
uk: Користувач

source: Total Credit (excl. tax)
uk: Загальний кредит (не включаючи податків)

source: Currency
uk: Валюта

source: Refund
uk: Повернення грошей

source: Order Line
uk: Рядок замовлення

source: Line Credit (excl. tax)
uk: Рядок кредиту (без податків)

source: Quantity
uk: Кількість

source: Can be used once by one customer
uk: Може бути використано один раз одним покупцем.

source: Can be used multiple times by multiple customers
uk: Може бути використано кілька разів кількома покупцями

source: Can only be used once per customer
uk: Можна використовувати лише один раз для кожного клієнта

source: Can be used multiple times by one customer
uk: Може використовуватись кілька разів одним покупцем

source: Usage
uk: Використання

source: Is Public Code Batch
uk: Пакет публічного коду

source: Should this code batch be public or private for assignment.
uk: Якщо цей пакет коду має бути загальнодоступним або приватним для завдання.

source: This voucher is assigned to another user.
uk: Цей ваучер призначений іншому користувачеві.

source: Redeemed
uk: Викуплено

source: Discount
uk: Знижка

source: Enrollment
uk: Зарахування на курс

source: Inactive
uk: Неактивовано

source: Catalog Query
uk: Каталог запитів

source: Redeemed For Course IDs
uk: Викуплено для курсів з ID

source: Redeemed For Course ID
uk: Викуплено для курсу з ID

source: Active
uk: Активний

source: Code
uk: Код

source: This row applies to all vouchers
uk: Цей рядок використовується всіх ваучерів

source: Category
uk: Тема

source: Coupon Expiry Date
uk: Дата закінчення терміну дії купона

source: Coupon Name
uk: Назва купона

source: Coupon Start Date
uk: Дата початку дії купона

source: Coupon Type
uk: Тип купона

source: Create Date
uk: Створити дату

source: Discount Percentage
uk: Відсоток знижки

source: Discount Amount
uk: Сума знижки

source: Email Domains
uk: Домени електронних адрес

source: Invoiced Amount
uk: Сума рахунку

source: Note
uk: Примітка

source: Price
uk: Ціна

source: Course ID
uk: ID курсу

source: Organization
uk: Організація

source: Course Seat Types
uk: Тип місця на курсі

source: Maximum Coupon Usage
uk: Максимальне використання купона

source: Client
uk: Клієнт

source: Order Number
uk: Номер замовлення

source: Redeemed By Username
uk: Викуплено користувачем

source: Range for coupon [{coupon_id}]
uk: Діапазон купона [{coupon_id}]

source: Coupon Report for {coupon_name}
uk: Звіт про купони для {coupon_name}

source: Failed to find a matching stock record for coupon, report download canceled.
uk: Не вдалося знайти відповідний запис запасів для купона, завантаження звіту скасовано.

source: Not Paid
uk: Не оплачено

source: Paid
uk: Оплачено

source: Prepaid
uk: Передплачено

source: Postpaid
uk: Оплачено після завершення

source: Bulk purchase
uk: Гуртова покупка

source: Not applicable
uk: Не застосовується

source: Fixed
uk: Фіксовано

source: Management View
uk: Visão de gerenciamento

source: Refund Transactions
uk: Операції з повернення коштів

source: {action} is not a valid action.
uk: {action} não é uma ação válida.

source: {value}% program discount
uk: {value}% знижка на програму

source: {value} fixed-price program discount
uk: {value} знижка на програму з фіксованою ціною

source: An offer already exists for this program.
uk: Пропозиція для цієї програми вже існує.

source: Discount for the {program_title} {program_type} Program
uk: Знижка на програму {program_title} {program_type}

source: Edit Program Offer: %(program_title)s
uk: Редагувати пропозицію для програми: %(program_title)s

source: Create Program Offer
uk: Створити пропозицію для програми

source: Program Offers
uk: Пропозиції програми

source: Edit Program Offer
uk: Редагувати пропозицію програми

source: %(platform_name)s Program Offer Administration Tool
uk: %(platform_name)sАдміністрування пропозиції програми

source: Current program offers
uk: Поточні пропозиції програми

source: Program Title
uk: Назва програми

source: Program offer updated!
uk: Пропозицію програми оновлено!

source: Program offer created!
uk: Пропозицію програми створено!

source: Affiliate ID
uk: Пов'язаний ID

source: UTM Source
uk: Джерело UTM

source: UTM Medium
uk: Формат UTM

source: UTM Campaign
uk: UTM кампанія

source: UTM Term
uk: UTM строки

source: UTM Content
uk: Контент UTM

source: UTM Created At
uk: UTM створено

source: Dashboard
uk: Панель управління

source: Catalogue
uk: Каталог

source: Products
uk: Продукти

source: Product Types
uk: Тип продукту

source: Categories
uk: Категорії

source: Ranges
uk: Діапазони

source: Low stock alerts
uk: Попередження про малу кількість товару на складі

source: Fulfillment
uk: Виконання

source: Orders
uk: Замовлення

source: Statistics
uk: Статистика

source: Refunds
uk: Відшкодування

source: Customers
uk: Клієнти

source: Stock alert requests
uk: Запити на одержання

source: Offers
uk: Пропозиції

source: Vouchers
uk: Ваучери

source: Reports
uk: Звіти

source: English
uk: Англійська

source: Spanish
uk: Іспанська

source: Spanish (Latin American)
uk: Іспанська (Латинська Америка)

source: Build
uk: Збірка

source: Version:
uk: Версія

source: Redeem
uk: Повернути

source: Coupon Codes
uk: Коди купонів

source: Earn a verified certificate in one of our popular courses to advance your career, showcase your accomplishments or enhance your college application.
uk: Заробіть перевірений сертифікат в одному з наших популярних курсів, щоб просунути свою кар'єру або продемонструвати свої досягнення.

source: Why buy a verified certificate?
uk: Навіщо купувати підтверджений сертіфікат?

source: A verified certificate (digital) confirming that a user has completed the course on a specified date. The certificate includes edX's logo and the university's logo, as well as signatures from faculty members involved with the course. There is also a URL that can be used to verify the authenticity of the certificate.
uk: Перевірений сертифікат (цифровий) засвідчує, що користувач закінчив курс у визначену дату. Сертифікат включає логотип edX та логотип університету, а також підписи викладачів, які беруть участь у курсі. Також є URL-адреса, яка може бути використана для перевірки автентичності сертифіката.

source: A verified certificate demonstrates to future employers that you've mastered the course material.
uk: Перевірений сертифікат демонструє майбутнім роботодавцям, що ви засвоїли навчальний матеріал.

source: The certificate is officially signed and stamped by the institution that offers the course.
uk: Сертифікат офіційно підписується та скріплюється печаткою установи, яка пропонує курс.

source: You're twelve times more likely to complete the course if you're working toward a verified certificate.
uk: У вас в десятки разів більше шансів закінчити курс, якщо працюєте над підтвердженим сертифікатом.

source: Courses
uk: Курси

source: %(platform_name)s Course Administration Tool
uk: %(platform_name)sПанель адміністрування курсу

source: Student Dashboard
uk: Інформаційна панель студента

source: Course Admin Tool
uk: Панель адміністрування курсу

source: E-Commerce Dashboard
uk: Інформаційна панель платних послуг

source: Sign Out
uk: Вийти

source: Receipt for %(order_number)s
uk: Квітанція за %(order_number)s

source: Thank you for your order!
uk: Дякуємо за замовлення!

source: Your order is complete. You will receive a confirmation message and your enrollment code(s) at {link_start}{email}{link_end}. If you need a receipt, you can print this page.
uk: Ваше замовленнявиконано. Ви отримаєте повідомлення про підтвердження та свої код (и) для реєстрації за адресою {link_start} {email} {link_end}. Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку.

source: Your order is complete. If you need a receipt, you can print this page. You will also receive a confirmation message with this information at {link_start}{email}{link_end}.
uk: Ваше замовлення виконано. Якщо вам потрібна квитанція, ви можете роздрукувати цю сторінку. Ви також отримаєте повідомлення про підтвердження з цією інформацією за адресою {link_start} {email} {link_end}.

source: Order Number:
uk: Номер замовлення:

source: Payment Method:
uk: Спосіб оплати:

source: Order Date:
uk: Дата замовлення:

source: Order Information
uk: Інформація про замовлення

source: Description
uk: Опис

source: Item Price
uk: Ціна одиниці

source: Quantity:
uk: Кількість:

source: Description:
uk: Опис:

source: Item Price:
uk: Ціна одиниці:

source: Subtotal
uk: Попередня сума

source: %(voucher_discount_amount)s off
uk: %(voucher_discount_amount)sвимкнено

source: Discount of type %(type)s provided by %(enterprise_name)s
uk: Тип знижки %(type)s, наданий%(enterprise_name)s

source: Discount for your first upgrade
uk: Знижка за перше підвищення статусу

source: Discount of type %(type)s is provided.
uk: Тип знижки %(type)sнадано.

source: Courtesy of %(enterprise_name)s.
uk: Коштом %(enterprise_name)s.

source: Total
uk: Сума

source: Get Your Course Credit
uk: Отримайте кредит на курс

source: To receive academic credit for this course, you must apply for credit at the organization that offers the credit. You can find a link to the organization’s website on your {link_start}{lms_dashboard_url}{link_middle}dashboard{link_end}, next to the course name.
uk: Щоб отримати академічний кредит на цей курс, ви повинні подати заявку на отримання кредиту до організації, яка пропонує кредит. Ви можете знайти посилання на веб-сайт організації на {link_start} {lms_dashboard_url} {link_middle} інформаційній панелі {link_end} поруч із назвою курсу.

source: Go to dashboard
uk: Перейти на інформаційну панель

source: Find more courses
uk: Переглянути більше курсів

source: Order Not Found
uk: Замовлення не знайдено

source: The specified order could not be located. Please ensure that the URL is correct, and try again.
uk: Вказане замовлення не вдалося знайти. Переконайтеся, що URL-адреса правильна, і спробуйте ще раз.

source: You may also view your previous orders on the {link_start}{order_history_url}{link_middle}{link_end}Account Settings{link_end} page.
uk: Ви також можете переглядати свої попередні замовлення на {link_start} {order_history_url} {link_middle} {link_end} Налаштування облікового запису {link_end} сторінки.

source: Select
uk: Обрати

source: Credits:
uk: Кредити:

source: Price:
uk: Ціна:

source: Learn more about %(display_name)s credit?
uk: Довідатись більше про кредит %(display_name)s?

source: Credit available until %(date)s
uk: Кредит доступний до %(date)s

source: Purchase Credit for %(course_name)s
uk: Отримати кредит для %(course_name)s

source: Purchase Credit for %(course_name)s
uk: Отримати кредит для %(course_name)s

source: Congratulations! You are eligible to purchase academic course credit for this course. You must purchase your credit before %(date)s. Select one of the following institutions to purchase your credit.
uk: Вітаємо! Ви маєте право отримати кредит на цей курс. Ви повинні отримати свій кредит раніше %(date)s. Виберіть одну з установ у переліку, щоб отримати ваш кредит.

source: Price:
uk: Ціна:

source: Discount:
uk: Знижка:

source: Total:
uk: Сума:

source: You deserve it.
uk: Ви на це заслуговуєте.

source: The hard work is over - you passed the course! Now get the credit you deserve to start or complete a degree.
uk: Важка робота закінчена – ви пройшли курс! Тепер отримайте кредит, який ви заслужили, щоб розпочати або завершити одержання диплома.

source: It's affordable.
uk: Це доступно.

source: The credit offered through edX generally costs less than the same credit at most institutions.
uk: Кредит, пропонований через edX, зазвичай коштує менше, ніж той самий кредит у більшості установ.

source: It opens doors.
uk: Це відчинить вам двері.

source: Many of today's most in-demand jobs require a college degree. Start your path to success!
uk: Багато найпопулярніших робочих місць сьогодні вимагають університетський диплом. Почніть свій шлях до успіху!

source: Questions?
uk: Є питання?

source: Please read {link_start}our FAQs to view common questions about our certificates.{link_end}
uk: Прочитайте {link_start} наші поширені запитання та відповіді, щоб переглянути найчастіші запитання щодо наших сертифікатів.{link_end}

source: You are enrolling in:
uk: Ви записуєтесь на курс:

source: An email has been sent to %(user_email)s with a link for you to activate your account.
uk: Надіслано електронний лист на адресу %(user_email)sіз посиланням для активації вашого облікового запису.

source: Why activate?
uk: Навіщо активувати?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
uk: Ми просимо активувати ваш обліковий запис, щоб впевнитись, що ви насправді його створити та захіститись від шахрайств.

source: If you need assistance, contact edX support.
uk: Якщо вам потрібна допомога, зверніться до служби підтримки.

source: Coupons
uk: Купони

source: Enterprise Coupons
uk: Корпоративні купони

source: Toggle navigation
uk: Перемикання навігації

source: Dashboard for:
uk: Панель управління для:

source: Toggle Dropdown
uk: Переключити випадне меню

source: Login
uk: Увійти

source: E-Commerce Course Administration
uk: Адміністрування комерційних курсів

source: E-Commerce Coupon Administration
uk: Адміністрування купонів комерційних курсів

source: E-Commerce Program Offers Administration
uk: Адміністрування пропозицій програм омерційних курсів

source: Your basket is empty
uk: Ваш кошик порожній

source: If you attempted to make a purchase, you have not been charged. Return to your {link_start}{link_middle}{homepage_url}dashboard{link_end} to try again, or {link_start}{homepage_url}{link_middle}contact {platform_name} Support{link_end}.
uk: Якщо ви намагалися здійснити покупку, з вас не стягували плату. Поверніться на свою {link_start} {link_middle} {homepage_url} інформаційну панель {link_end}, щоб спробувати знову.

source: Your basket is now empty
uk: Ваш кошик зараз порожній

source: {strong_start}We’ve updated your quantity.{strong_end} {paragraph_start}Your cart includes {num_items} enrollment codes at a total cost of {total}, that you will receive via email.{paragraph_end}
uk: {strong_start} Ми оновили вашу кількість. {strong_end} {paragraph_start} Кошик містить {num_items} коди для реєстрації загальною вартістю {total}, які ви отримаєте електронною поштою. {paragraph_end}

source: View basket
uk: Переглянути кошик

source: Checkout now
uk: Перейти до розрахунку

source: Applying...
uk: Подання заявки...

source: Apply
uk: Прийняти

source: in your cart
uk: у вашому кошику

source: Your purchase contains the following
uk: Ваша покупка складається з

source: Updating...
uk: Оновлення...

source: Update
uk: Оновити

source: summary
uk: короткі відомості

source: Discounts applied
uk: Знижку застосовано

source: %(benefit)s discount provided by %(enterprise_customer_name)s.
uk: %(benefit)sзнижку надано %(enterprise_customer_name)s.

source: %(benefit)s%% discount for your first upgrade applied.
uk: %(benefit)s%%знижка за ваше перше підвищення статусу застосована.

source: Coupon %(voucher_code)s applied for %(total_benefit)s off
uk: Купон %(voucher_code)s на знижку застосовано для %(total_benefit)s

source: Remove coupon
uk: Видалити купон

source: Add coupon code
uk: Додати код купона

source: (optional)
uk: (необов'язково)

source: TOTAL
uk: СУМА

source: order details
uk: деталі замовлення

source: select payment method
uk: обрати спосіб оплати

source: Pay with a Credit Card
uk: Заплатити кредитною карткою

source: Pay with PayPal
uk: Заплатити PayPal

source: Pay with Apple Pay
uk: Заплатити Apple Pay

source: card holder information
uk: інформація про власник картки

source: billing information
uk: платіжна інформація

source: Credit cards
uk: Кредитні картки

source: Card Number (required)
uk: Номер кредитної картки (обов'язкове поле)

source: Secure
uk: Безпечно

source: Credit card icon
uk: Іконка кредиткою картки

source: Security Code (required)
uk: Код безпеки (обов'язкове поле)

source: Help with CVV
uk: Допоміжна інформація щодо CVV

source: The three last digits in the signature area on the back of your card. For American Express, it is the four digits on the front of the card.
uk: Три останні цифри в області підпису на звороті картки. Для American Express це чотири цифри на передній частині картки.

source: Expiration (required)
uk: Строк дії (обов'язкове поле)

source: Month
uk: Місяць

source: Year
uk: Рік

source: Place Order
uk: Зробити замовлення

source: Earn a valuable certificate to showcase the skills you learn in
uk: Заробіть цінний сертифікат, щоб продемонструвати навички, яких ви навчаєтесь у

source: %(benefit_value)s off
uk: %(benefit_value)sменше

source: Coupon code %(voucher_code)s applied
uk: Код купона %(voucher_code)sзастосовано

source: Apply a coupon code
uk: Застосувати код купона

source: Checkout
uk: Перевірити

source: Checkout with PayPal
uk: Оформити замовлення за допомогою PayPal

source: {strong_start}Note:{strong_end} To earn a verified certificate, you must verify your identity with a {strong_start}webcam{strong_end} and a {strong_start}government-issued photo ID{strong_end}.
uk: {strong_start} Примітка: {strong_end} Щоб отримати підтверджений сертифікат, потрібно підтвердити свою особу за допомогою {strong_start} веб-камери {strong_end} та {strong_start} фотографії документа, що посвідчує особу {strong_end}.

source: {strong_start}Note:{strong_end} To complete your enrollment, select Checkout or Checkout with PayPal.
uk: {strong_start} Примітка: {strong_end} Щоб завершити реєстрацію, виберіть Оплата або Оплата з PayPal.

source: Have questions?
uk: Є питання?

source: Please read our FAQs to view common questions about our certificates.
uk: Прочитайте наші поширені запитання та відповіді, щоб отримати відповіді на питання стосовно наших сертифікатів.

source: %(seat_type)s Certificate
uk: %(seat_type)s сертіфікат

source: Verify Your Identity
uk: Підтвердить свою особу

source: To receive a verified certificate, you have to verify your identity using your {strong_start}webcam{strong_end} and an {strong_start}official government-issued photo identification{strong_end} before the verification deadline.
uk: Щоб отримати підтверджений сертифікат, ви повинні підтвердити свою особу за допомогою {strong_start} веб-камери {strong_end} та {strong_start} фото документа, що посвідчує особу {strong_end} до завершення терміну підтвердження.

source: Verify Now
uk: Підтвердити зараз

source: Go to my dashboard and verify later
uk: Перейти на мою інформаційну панель і підтвердити пізніше

source: Checkout Cancelled
uk: Платіж скасовано
