Repository: raccoongang/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Your transaction has been cancelled. If you feel an error has occurred, contact {start_link} {payment_support_email}{end_link}.
uk: Ваша транзакція скасована. Якщо ви вважаєте, що сталася помилка, зв’яжіться з {start_link} {payment_support_email} {end_link}.

source: Checkout Error
uk: Помилка оплати

source: An error has occurred with your payment.
uk: Під час оплати сталася помилка.

source: You have not been charged.
uk: Оплата не була стягнута.

source: Please try to submit your payment again. If this problem persists, please refer to our {start_link} Payments FAQ {end_link} for troubleshooting tips.
uk: Спробуйте надіслати платіж ще раз. Якщо ця проблема не зникає, зверніться до нашої {start_link} Поширені запитання та відповіді щодо платежів {end_link} для порад щодо усунення несправностей.

source: Payment Failed
uk: Не вдалося здійснити оплату

source: An error occurred while processing your payment. {strong_start}You have not been charged.{strong_end}
uk: Під час обробки платежу сталася помилка. {strong_start} З вас не стягували плату. {strong_end}

source: Please wait a few minutes and then try again. For help, check our {start_link}Help Center{end_link}.
uk: Зачекайте кілька хвилин, а потім спробуйте ще раз. Щоб отримати допомогу, зверніться до {start_link} нашого довідкового центру {end_link}.

source: To try again, return to your {start_link}dashboard{end_link}.
uk: Щоб спробувати знову, поверніться до {start_link} інформаційної панелі {end_link}.

source: SDN Check Failure
uk: Помилка перевірки SDN

source: Unfortunately, your account profile or payment information appears to match one or more records on a U.S. Treasury Department sanctions list. This means we cannot complete your transaction or provide you with services and must suspend your learner account.
uk: На жаль, схоже, що ваш обліковий запис чи платіжна інформація збігаються з однією чи кількома записами у списку санкцій Міністерства фінансів США. Це означає, що ми не можемо завершити вашу транзакцію або надати вам послуги, і ми повинні призупинити ваш обліковий запис.

source: If you have questions regarding clearing a match, please contact {ofac_email_link} ofac.reconsideration@treasury.gov{end_link} for information about options for clearing a match. Your account will be suspended until this matter is resolved satisfactorily.
uk: Якщо у вас є питання щодо видалення зі списку, зверніться до {ofac_email_link} ofac.reconsideration@treasury.gov{end_link}, щоб отримати інформацію про варіанти. Ваш обліковий запис буде призупинено, поки ця справа не буде розв'язана на вшау користь.

source: Copyright © %(year)s %(platform_name)s. All rights reserved.
uk: Copyright © %(year)s%(platform_name)sВсі права захищені.

source: Hi %(full_name)s,
uk: Вітаємо, %(full_name)s.

source: Thank you for purchasing %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
uk: Дякуємо за покупку %(course_title)s. У виписці з вашої кредитної чи дебетової картки з'явиться стягнута оплата з назвою компанії "%(platform_name)s".

source: You can access your course and complete your verification (if required) on your %(platform_name)s dashboard.
uk: Ви можете отримати доступ до курсу та пройти перевірку (якщо потрібно) у %(platform_name)sінформаційній панелі.

source: To explore other great courses, visit the %(platform_name)s website. More courses are added every day!
uk: Щоб вивчити інші чудові курси, відвідайте %(platform_name)s веб-сайт. Щодня ще більше курсів!

source: View Payment Information
uk: Переглянути платіжну інформацію

source: Thank you. We hope you enjoy the course!
uk: Дякуємо! Сподіваємось, що курс вам сподобається!

source: %(platform_name)s team
uk: Команда %(platform_name)s

source: You are receiving this email because you purchased a seat in the %(platform_name)s course %(course_title)s.
uk: Ви одержали цей електронний лист, оскільки ви придбали місце %(platform_name)s на курсі %(course_title)s.

source: Receipt Confirmation for:
uk: Підтвердження отримання для:

source: To view your payment information, visit the following website.
uk: Щоб переглянути платіжну інформацію, відвідайте веб-сайт.

source: %(platform_name)s team
uk: Команда %(platform_name)s

source: The edX team
uk: Команда edX

source: Order Placed
uk: Замовлення зроблено

source: Payment Confirmation
uk: Підтверждення платежу

source: Payment confirmation for:
uk: Підтверждення платежу для:

source: Dear %(full_name)s,
uk: Шановний/шановна %(full_name)s,

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
uk: Дякуємо, що придбали кредитні години %(credit_hours)s у %(credit_provider)sдля %(course_title)s. У виписці з вашої кредитної чи дебетової картки з'явиться оплата з назвою компанії "%(platform_name)s".

source: To receive your course credit, you must also request credit at the %(credit_provider)s website. For a link to request credit from %(credit_provider)s, or to see the status of your credit request, go to your %(platform_name)s dashboard.
uk: Щоб отримати свій кредит на курс, ви також повинні надіслати запит на кредит на веб-сайті %(credit_provider)s. Для посилання на запит на %(credit_provider)sабо перегляду статусу вашого кредитного запиту перейдіть на свою інформаційну панель %(platform_name)s.

source: To explore other credit-eligible courses, visit the %(platform_name)s website. We add new courses frequently!
uk: Щоб ознайомитись з іншими курсами, які відповідають вимогам кредиту, відвідайте веб-сайт %(platform_name)s. Ми постійно додаємо нові курси!

source: Thank you. We hope you enjoyed your course!
uk: Дякуємо! Сподіваємось, вам сподобався курс!

source: The %(platform_name)s team
uk: Команда %(platform_name)s

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
uk: Ви отримали це повідомлення, оскільки придбали кредитні години на %(course_title)s на %(platform_name)sкурс.

source: Payment confirmation for:
uk: Підтверждення платежу для:

source: Thank you for purchasing %(credit_hours)s credit hours from %(credit_provider)s for %(course_title)s. A charge will appear on your credit or debit card statement with a company name of "%(platform_name)s".
uk: Дякуємо, що придбали кредитні години %(credit_hours)s від %(credit_provider)s для %(course_title)s. У виписці з вашої кредитної чи дебетової картки з'явиться оплата з назвою компанії "%(platform_name)s".

source: You received this message because you purchased credit hours for %(course_title)s, an %(platform_name)s course.
uk: Ви отримали це повідомлення, оскільки придбали кредитні години на %(course_title)s на %(platform_name)sкурс.

source: Order Receipt
uk: Квитанція про замовлення

source: For Business
uk: Для бізнесу

source: Thank you for purchasing access to %(course_name)s. Let's get your group ready to learn with edX:
uk: Дякуємо, що придбали доступ до %(course_name)s. Давайте підготуємо вашу групу до навчання з edX:

source: Download and save the {link_start}{download_csv_link}{link_middle} enrollment code file.{link_end}
uk: Завантажте та збережіть {link_start} {download_csv_link} {link_middle} файл коду для запису на курс. {link_end}

source: Distribute one code per learner before the expiration date.
uk: Розподіліть один код на одного учня до дати закінчення терміну дії.

source: Pro tip: Track which code is associated with which person.
uk: Порада для професіоналів: відстежуйте, з яким кодом пов’язано особу.

source: Learners sign-in/register with edX and enroll for the course.
uk: Вхід/реєстрація слухачів за допомогою edX та запис на курс.

source: To view your payment information, log in to see your Order History, under {link_start}{order_history_url}{link_middle}Account Settings{link_end}.
uk: Щоб переглянути свою платіжну інформацію, увійдіть та перегляньте історію замовлень у розділі {link_start} {order_history_url} {link_middle} Налаштування облікового запису {link_end}.

source: For more information and assistance, check our {link_start}Help Center{link_end}
uk: Щоб отримати додаткові відомості та допомогу,зверніться до нашого {link_start} довідкового центру {link_end}

source: Thank You
uk: Дякуємо!

source: By purchasing, you and your organization agree to the following terms:
uk: Купуючи продукт, ви та ваша організація погоджуєтесь із такими умовами:

source: Each code is valid for the one course covered and can be used only one time.
uk: Кожен код дійсний для одного курсу і його можна використовувати лише один раз.

source: You are responsible for distributing codes to your learners.
uk: Ви несете відповідальність за поширення кодів серед своїх слухачів.

source: Each code will expire in one year from date of purchase or, if earlier, once the course is closed.
uk: Кожен термін дії закінчується через рік з дати придбання або, якщо раніше, після закриття курсу.

source: If a course is not designated as self-paced, you should confirm that a course run is available before expiration.
uk: Якщо курс не призначений для самостійного опрацювання, слід підтвердити, що доступ до курсу доступний до закінчення терміну дії.

source: You may not resell codes to third parties.
uk: Ви не можете перепродавати коди третім особам.

source: All sales final. No refunds.
uk: Всі продажі остаточні. Кошти не повертаються.

source: Order confirmation for:
uk: Підтверждення замовлення для:

source: Please visit %(download_csv_link)s to download and save the enrollment code file.
uk: Відвідайте %(download_csv_link)s, щоб завантажити та зберегти файл коду для запису на курс.

source: To view your payment information, log in to see your Order History, under Account Settings at %(order_history_url)s.
uk: Щоб переглянути свою платіжну інформацію, увійдітта перегляньте історію замовлень у розділі Налаштування облікового запису на %(order_history_url)s.

source: For more information and assistance, contact info@edx.org.
uk: Для отримання додаткової інформації та допомоги звертайтесь до info@edx.org.

source: %(partner_name)s: Order Confirmation: [%(order_number)s]
uk: %(partner_name)s: Підтверждення замовлення: [%(order_number)s]

source: Actions
uk: Дії

source: Edit category
uk: Редагувати категорію

source: Add child category
uk: Додати дочірню категорію

source: Edit children
uk: Редагувати дочірні файли

source: Delete
uk: Видалити

source: Created product variant '%(name)s'.
uk: Створений варіант продукту '%(name)s'.

source: Created variant of '%(parent_name)s'.
uk: Створений варіант '%(parent_name)s'.

source: Updated product variant '%(name)s'.
uk: Оновлений варіант продукту '%(name)s'.

source: Updated a variant of '%(parent_name)s'.
uk: Ооновлений варіант '%(parent_name)s'.

source: Created product '%(name)s'.
uk: Створений продукт '%(name)s'.

source: Updated product '%(name)s'.
uk: Оновлений продукт '%(name)s'.

source: Edit again
uk: Редагувати знову

source: You are currently editing a product variant of {start_anchor}{title}{end_anchor}.
uk: Ви зараз редагуєте варіант продукту {start_anchor}{title}{end_anchor}.

source: Sections
uk: Розділи

source: Product details
uk: Деталі продукту

source: Attributes
uk: Атрибути

source: Images
uk: Зображення

source: Stock and pricing
uk: Кількість та вартість

source: Variants
uk: Варіанти

source: Upselling
uk: До продажу

source: Product Type:
uk: Тип продукту:

source: Upload, change or remove images
uk: Завантажити, змінити або видалити зображення

source: Num in stock
uk: Кількість

source: Num allocated
uk: Виділена кількість

source: Low stock threshold
uk: Запаси вичерпуються

source: Cost price
uk: Ціна

source: Price (excl tax)
uk: Ціна (без податків)

source: Retail price
uk: Роздрібна ціна

source: Delete?
uk: Видалити?

source: Adding...
uk: Додається...

source: Add variant
uk: Додати варіант

source: Title
uk: Назва

source: Stock records
uk: Відомості про кількість

source: This product does not have any variants.
uk: У цього продукту немає варіантів.

source: One can't add variants to this product at this point.
uk: Зараз неможливо додавати варіанти до цього продукту.

source: This is likely because this product still has stock records.
uk: Це, ймовірно, тому, що цей продукт все ще має відомості про кількість.

source: Recommended products
uk: Рекомендовані продукти

source: or
uk: або

source: Saving...
uk: Збереження ...

source: Save and add another variant
uk: Зберегти та додати ще один варіант

source: Save and continue editing
uk: Зберегти та продовжити редагування

source: Save
uk: Зберегти

source: Store Statistics (Last 24 Hours)
uk: Статистика (за останні 24 години)

source: New Customers
uk: Нові покупці

source: Revenue
uk: Прибуток

source: Average order cost
uk: Середня вартість замовлення

source: Average (paid) order cost
uk: Середня (сплачена) вартість замовлення

source: Products and vouchers
uk: Продукти та ваучери

source: Total products
uk: Загалом продуктів

source: Active Vouchers
uk: Активні ваучери

source: %(name)s | Offers
uk: %(name)s| Пропозиції

source: Reinstating...
uk: Відновлення...

source: Reinstate offer
uk: Відновити пропозицію

source: Suspending...
uk: Призупинення...

source: Suspend offer
uk: Призупинити пропозицію

source: Delete offer
uk: Видалити пропозицію

source: Offer currently available
uk: Зараз пропозиція доступна

source: Offer not available due to restrictions!
uk: Пропозиція недоступна через обмеження!

source: Total cost:
uk: Загальна вартість:

source: Number of orders:
uk: Кількість замовлень:

source: Number of uses:
uk: Кількість використань:

source: Date created:
uk: Дата створення:

source: Offer details
uk: Деталі пропозиції

source: Incentive
uk: Стимулювання

source: Condition
uk: Стан

source: Restrictions
uk: Обмеження

source: Export to CSV
uk: Експорт до файлу CSV

source: Orders that used this offer
uk: Замовлення, які використовували цю пропозицію

source: Order number
uk: Номер замовлення

source: Order date
uk: Дата замовлення

source: Order total
uk: Загалом за замовленням

source: Cost
uk: Вартість

source: Offer summary
uk: Короткий опис пропозиції

source: Order %(number)s - Line #%(id)s
uk: Замовлення %(number)s - Рядок #%(id)s

source: Line #%(id)s
uk: Рядок #%(id)s

source: Order #%(number)s - Line #%(id)s
uk: Замовлення #%(number)s - Рядок #%(id)s

# Product title
source: Title
uk: Назва

source: Product Type
uk: Тип продукту

source: Product Options
uk: Варіанти продукту

source: Partner details
uk: Інформація про партнера

source: Partner SKU
uk: SKU партнера

source: Shipping details
uk: Деталі доставки

source: Partner reference number
uk: Референтний номер партнера

source: Partner notes
uk: Нотатки партнера

source: Estimate dispatch date
uk: Приблизна дата відправки

source: Shipping status
uk: Статус доставки

source: State
uk: Статус

source: No shipping events have occurred.
uk: Жодних доставок не виконано.

source: Shipping events
uk: Доставки

source: Event
uk: Подія

source: Reference
uk: Довідка

source: Date
uk: Дата

source: Payment events
uk: Платежі

source: No payment events have occurred.
uk: Жодних платежів не виконано.

source: Order %(number)s
uk: Замовлення %(number)s

source: Order #%(number)s
uk: Замовлення #%(number)s

source: Customer Information
uk: Інформація про клієнта

source: Full name
uk: Ім'я та прізвище

source: Email address
uk: Електронна пошта

source: Customer has deleted their account.
uk: Клієнт видалив свій аккаунт.

source: Order information
uk: Інформація про замовлення

source: Order Total
uk: Загальне замовлення

source: Date of purchase
uk: Дата покупки

source: Time of purchase
uk: Час покупки

source: Retry Fulfillment
uk: Повторне виконання

source: Order Details
uk: Деталі замовлення

source: Order contents
uk: Вміст замовлення

source: Shipping
uk: Доставка

source: Payment
uk: Оплата

source: Discounts
uk: Знижка

source: Notes
uk: Нотатки

source: Items ordered
uk: Елементів замовленно

source: Line ID
uk: ID рядка

source: Product
uk: Продукт

source: Supplier
uk: Постачальник

source: Supplier SKU
uk: SKU постачальника

source: Est. dispatch date
uk: Орієнтовна дата відправки

source: Price excl tax (before discounts)
uk: Ціна без податків (без знижок)

source: Price inc tax (before discounts)
uk: Ціна з податками (без знижок)

source: View
uk: Показати

source: Basket total (excl. discounts)
uk: Загальна сума (без знижок)

source: Basket total (inc. discounts)
uk: Загальна сума (зі знижками)

source: Basket total
uk: Загальна сума

source: Shipping total (excl. discounts)
uk: Загальна вартість доставки (без знижок)

source: Shipping total (inc. discounts)
uk: Загальна вартість доставки (з урахуванням знижок)

source: Shipping total
uk: Загальна вартість доставки

source: With selected lines
uk: З виділеними рядками

source: Change line status to
uk: Змінити статус рядка на

source: choose new status
uk: виберіть новий статус

source: Create shipping event
uk: Створити події доставки

source: choose event type
uk: виберіть тип події

source: with reference
uk: з посиланням

source: Create payment event
uk: Створіити платіжну подію

source: with amount
uk: з сумою

source: Create refund
uk: Створіть відшкодування

source: Go!
uk: Вперед!

source: Change order status
uk: Змінити статус замовлення

source: Change status
uk: Змінити статус

source: This order can't have its status changed.
uk: Неможливо змінити статус цього замовлення

source: Shipping Events
uk: Подія доставки

source: Lines
uk: Лінії

source: No shipping events.
uk: Немає жодних подій по доставці.

source: Payment Events
uk: Платіжна подія

source: Amount
uk: Кількість

source: Product:
uk: Продукт:

source: quantity
uk: кількість

source: No payment events.
uk: Немає жодних подій по оплаті.

source: Method name
uk: Ім'я методу

source: Method code
uk: Код методу

source: Charge (incl tax)
uk: Оплата (з податками)

source: Charge (excl tax)
uk: Оплата (без податків)

source: Address
uk: Адреса

source: Phone
uk: Номер телефону

source: Instructions
uk: Інструкція

source: Billing address
uk: Адреса для виставлення рахунків

source: Payment sources
uk: Джерела оплати

source: Source
uk: Джерело

source: Allocation
uk: Виділення

source: Amount debited
uk: Списана сума

source: Amount refunded
uk: Сума, яку відшкодовано

source: No payment sources found for this order.
uk: Не знайдено жодного джерела оплати для цього замовлення.

source: Transactions
uk: Транзакції

source: Voucher
uk: Ваучер

source: Offer name
uk: Запропонувати ім'я

source: Frequency
uk: Частота

source: Message
uk: Повідомлення

source: No discounts were applied to this order.
uk: Жодної знижки не було застосовано для цього замовлення.

source: Admin
uk: Адміністратор

source: No notes available.
uk: Немає жодних нотаток.

source: Save note
uk: Зберігти нотатку.

source: Notes are only editable for 5 minutes after being saved.
uk: Нотатки можна редагувати протягом 5 хвилин після створення.

source: Download selected orders as a CSV
uk: Завантажити обрані замовлення у CSV

source: Download
uk: Завантаження

source: Total inc tax
uk: Загальна сума податків

source: Number of items
uk: Кількість елементів

source: Deleted
uk: Видалено

source: No orders found.
uk: Замовлення не знайдено.

source: Enrollments
uk: Зарахування на курс

source: Mode
uk: Режим

source: Active?
uk: Активовано?

source: No enrollments found.
uk: Жодних записів на курс не знайдено

source: Confirm Refund Processing
uk: Підтвердіть процедуру повернення грошей

source: Are you sure you want to issue a full refund and revoke student's enrollment?
uk: Ви впевнені, що хочете подати заявку на повне повернення коштів та відкликати запис на курс?

source: Are you sure you want to issue a full refund without revoking student's enrollment?
uk: Ви впевнені, що хочете подати заявку на повне повернення коштів без відклику запису на курс?

source: Are you sure you want to deny this refund request?
uk: Ви впевненні у відміні запросу по поверненню грошей?

source: Confirm
uk: Підтвердити

source: Approve Credit and Revoke
uk: Підтвердити кредит та скасувати

source: Approve Credit Only
uk: Підтвердити тільки кредит

source: Deny
uk: Відмінити

source: Number of Items
uk: Кількість елементів

source: Total Credit
uk: Загальна сума кредиту

source: Created
uk: Створено

source: No refunds found.
uk: Відшкодувань не знайдено.

source: Search
uk: Пошук

source: Advanced Search
uk: Продвинутий пошук

source: Close
uk: Закрити

source: Searching...
uk: Пошук...

source: Refund #%(id)s
uk: Повернення #%(id)s

source: Refund Overview
uk: Огляд повернення

source: Associated Order
uk: Пов'язане замовлення

source: Refund Items
uk: Елементи для повернення грошей

source: Refund Line ID
uk: ID рядка повернення коштів

source: Associated Order Line
uk: Пов'язаний рядок замовлення

source: Credit (excl. tax)
uk: Кредит (за виключенням податків)

source: Processor
uk: Обробник

source: General
uk: Загальне

source: Yes,No
uk: Так,Ні

source: Superuser
uk: Суперкористувач

source: Staff
uk: Персонал

source: Last login
uk: Останній вхід

source: Date joined
uk: Дата приєднання

source: Products viewed
uk: Продукти відображено

source: Number of orders
uk: Кількість замовлень

source: Number of ordered items
uk: Кількість замовлених елементів

source: Total spent
uk: Витрачено

source: Reviews written
uk: Відгук написано

source: Send password reset email
uk: Відправити email для відновлення паролю

source: Addresses
uk: Адреси

source: Reviews
uk: Відгуки

source: Num items
uk: Кількість елементів

source: Total value
uk: Загальна вартість

source: Date placed
uk: Дата розміщення

source: This customer has not placed any orders yet.
uk: Клієнт не розмістив жодного замовлення.

source: This customer has not saved any addresses.
uk: Клієнт не зберіг жодної адреси.

source: Product ID
uk: Ідентифікатор продукту

source: Score
uk: Бали

# Product review title
source: Title
uk: Назва

source: Body
uk: Тіло

source: Date created
uk: Дата створення

source: This customer has not written any reviews yet.
uk: Клієнт не написав жодного огляду.

source: E-Commerce Service Administration
uk: Адміністрація сервісу оплати
