Repository: raccoongang/ecommerce
Catalog: ecommerce/conf/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Personal info
uk: Особиста інформація

source: Permissions
uk: Дозволи

source: Important dates
uk: Важливі дати

source: User administration has been disabled due to the load on the database. This functionality can be restored by activating the {switch_name} Waffle switch. Be careful when re-activating this switch!
uk: Адміністрування користувача відключений через завантаження бази даних. Цю функціональність можна відновити, активувавши перемикач {switch_name} Waffle. Будьте уважні при повторній активації цього перемикача!

source: LMS base url for custom site/microsite
uk: URL Навчальної системи для власного сайта/мікросайта

source: Root URL of this site's LMS (e.g. https://courses.stage.edx.org)
uk: URL raiz do LMS do site (por exemplo, https://courses.stage.edx.org)

source: Path to custom site theme
uk: Шлях до власної теми сайта

source: Payment processors
uk: Обробники оплати

source: Comma-separated list of processor names: 'cybersource,paypal'
uk: Розділених комами список імен процесора: 'cybersource, paypal'

source: Client-side payment processor
uk: Система оплати з боку клієнта

source: Processor that will be used for client-side payments
uk: Система, що буде використовуватись для оплаті з боку клієнта

source: OAuth settings
uk: Налаштування OAuth

source: JSON string containing OAuth backend settings.
uk: Рядок JSON бекенд налаштування OAuth.

source: Segment key
uk: Ключ сегменту

source: Segment write/API key.
uk: Escrita de segmento/chave API.

source: From email
uk: З email

source: Address from which emails are sent.
uk: Адреса, з якої надсилаються електронні листи.

source: Enable enrollment codes
uk: Дозволяти коди записів

source: Enable the creation of enrollment codes.
uk: Дозволяти створення кодів записів

source: Payment support email
uk: email служби підтримки оплати

source: Contact email for payment support issues.
uk: Контактний email для повідомлення проблем службі підтримки платежів.

source: Payment support url
uk: Посилання на підтримку оплат

source: URL for payment support issues.
uk: Посилання на підтримку з проблемами при оплаті

source: UTM Cookie Name
uk: Ім'я файла UTM Cookie

source: Name of cookie storing UTM data.
uk: Назва файлу cookie, що зберігає дані UTM.

source: Affiliate Cookie Name
uk: Пов'язане ім'я файлу Cookie

source: Name of cookie storing affiliate data.
uk: Назва файлу cookie, що зберігає пов'язані дані.

source: Send refund email notification
uk: Надіслати повідомлення про провернення коштів електронною поштою

source: Enable SDN check
uk: Дозволити перевірку SDN

source: Enable SDN check at checkout.
uk: Дозволити перевірку SDN під час обробки замовлення

source: [Deprecated] US Treasury SDN API URL
uk: [Застарілий] US Treasury SDN API URL

source: [Deprecated] US Treasury SDN API key
uk: [Застарілий] US Treasury SDN API ключ

source: SDN lists
uk: Перелік SDN

source: A comma-separated list of Treasury OFAC lists to check against.
uk: Перелік відокремлених комами списків Treasury OFAC для перевірки.

source: Require Account Activation
uk: Необхідна активація облікового запису

source: Require users to activate their account before allowing them to redeem a coupon.
uk: Користувачі мають активувати обіковий запис, перш ніж одержати можливість викуповувати купон.

source: Optimizely snippet source URL
uk: Оптимізуйте фрагмент вихідної URL-адреси

source: This script will be loaded on every page.
uk: Цей сценарій буде завантажуватись на всіх сторінках

source: Enable Sailthru Reporting
uk: Дозволити звітність Sailthru

source: Determines if purchases should be reported to Sailthru.
uk: Визначає, чи слід повідомляти про покупки Sailthru.

source: Base Cookie Domain
uk: Базовий домен файлів cookie

source: Base cookie domain used to share cookies across services.
uk: Базовий домен файлів cookie, який використовується для обміну файлами cookie між службами.

source: Enable embargo check
uk: Дозволити перевірку ембарго

source: Enable embargo check at checkout.
uk: Дозволити перевірку ембарго під час розрахунків.

source: Enable Apple Pay
uk: Дозволити використання Apple Pay

source: Enable Partial Program Offer
uk: Дозволити пропонувати програму частково

source: Enable the application of program offers to remaining unenrolled or unverified courses
uk: Дозволити застосування програмних пропозицій до залишених незареєстрованих або неперевірених курсів

source: Hubspot Portal Secret Key
uk: Секретний ключ порталу Hubspot

source: Secret key for Hubspot portal authentication
uk: Секретний ключ для аутентифікації порталу Hubspot

source: Enable Microfrontend for Basket Page
uk: Дозволити Microfrontend для сторінки «Кошик»

source: Use the microfrontend implementation of the basket page instead of the server-side template
uk: Використовуйте реалізацію мікрофронтенду для сторінки кошика замість шаблону на стороні сервера

source: Payment Microfrontend URL
uk: URL-адреса платежів на мікрофронтенді

source: URL for the Payment Microfrontend (used if Enable Microfrontend for Basket Page is set)
uk: URL-адреса для мікрофронтенду для платежів (використовується, якщо дозволено мікрофронтенд для сторінки кошика)

source: last name
uk: прізвище

source: Full Name
uk: Повне ім'я

source: LMS user id
uk: ID користувача Навчальної системи

source: Name
uk: Ім'я

source: UUID for an EnterpriseCustomer from the Enterprise Service.
uk: UUID для EnterpriseCustomer для корпоративних послуг.

source: Coupon does not exist.
uk: Купон не існує.

source: This coupon code is not yet valid.
uk: Цей код купона поки не дійсний.

source: This coupon code has expired.
uk: У цього коду купона вичерпаний строк дії.

source: Product [{product}] not available for purchase.
uk: Продукт [{product}] не доступний для придбання.

source: This coupon code is no longer available.
uk: Цей код купона більше не доступний.

source: This coupon code is invalid.
uk: Неправильний код купона.

source: The voucher is not applicable to your current basket.
uk: Неможливо використати ваучер для вашого кошика.

source: Welcome to edX
uk: Вітаємо на edX

source: Please choose from the courses selected by your organization to start learning.
uk: Оберіть курси серед курсів вашої організації, щоб почати навчання.

source: Code not provided.
uk: Код не вказаний.

source: SKU not provided.
uk: SKU не надано.

source: The product does not exist.
uk: Продукт відсутній.

source: You are not eligible to use this coupon.
uk: Ви не маєте права використовувати цей купон.

source: Couldn't find a matching Enterprise Customer for this coupon.
uk: Не вдалося знайти відповідного корпоративного клієнта для цього купона.

source: This coupon is not valid for purchasing a program. Try using this on an individual course in the program. If you need assistance, contact edX support.
uk: Цей купон не дійсний для придбання програми. Спробуйте використовувати на індивідуальному курсі програми. Якщо вам потрібна допомога, зверніться до служби підтримки edX.

source: Invalid data sharing consent token provided.
uk: Надано недійсний маркер згоди на обмін даними.

source: You have already purchased {course} seat.
uk: Ви вже придбали місце на {course}.

source: A discount has been applied, courtesy of {enterprise_customer_name}.
uk: Надано знижку завдяки {enterprise_customer_name}.

source: This coupon code is not valid for this course. Try a different course.
uk: Цей код купона не дійсний для цього курсу. Спробуйте інший курс.

source: Site
uk: Сайт

source: Last date/time on which verification for this product can be submitted.
uk: Остання дата/час, коли можна подати підтвердження для цього товару.

source: Failed to publish commerce data for {course_id} to LMS.
uk: Не вдалося опублікувати в навчальній системі платіжні дані для {course_id}.

source: Audit
uk: Безкоштовне прослуховування

source: Credit
uk: Кредит

source: Honor
uk: Честь

source: Professional
uk: Професійний

source: Verified
uk: Перевірений

source: Executive Education
uk: Виконавча освіта

source: An error has occurred. We could not confirm that you are eligible for course credit. Try the transaction again.
uk: Виникла помилка. Ми не змогли підтвердити, що ви маєте право на кредит на курс. Спробуйте операцію ще раз.

source: Credit is not currently available for "{course_name}". If you are currently enrolled in the course, please try again after all grading is complete. If you need additional assistance, please contact the {site_name} Support Team.
uk: Кредит наразі недоступний для "{course_name}". Якщо ви зараз зареєстровані на курс, будь ласка, повторіть спробу після завершення оцінювання. Якщо вам потрібна додаткова допомога, зв’яжіться зі службою підтримки {site_name}.

source: An error has occurred. We could not confirm that the institution you selected offers this course credit. Try the transaction again.
uk: Виникла помилка. Ми не змогли підтвердити, що обрана вами установа пропонує кредит за цим курсом. Спробуйте операцію ще раз.

source: %d%% enterprise discount
uk: %d%%корпоративна знижка

source: {value} fixed-price enterprise discount
uk: {value} корпоративна знижка з фіксованою ціною

source: Percentage
uk: Відсоток

source: Absolute
uk: Остаточний

source: This coupon has been made available through {new_enterprise}. To redeem this coupon, you must first logout. When you log back in, please select {new_enterprise} as your enterprise and try again.
uk: Цей купон став доступний через {new_enterprise}. Щоб викупити цей купон, спершу потрібно вийти з системи. Коли ви знову ввійдете до системи, виберіть {new_enterprise} як свою корпорацію та спробуйте ще раз.

source: This code is not valid with your email. Please login with the correct email assigned to the code or contact your Learning Manager for additional questions.
uk: Цей код недійсний для вашої електронної пошти. Будь ласка, увійдіть за допомогою правильного адреси електронної пошти, присвоєній коду, або зверніться до свого менеджера з навчальних програм у разі виникнення додаткових питань.

source: Enterprise Customer UUID
uk: UUID корпоративного клієнта

source: Enterprise Customer Catalog UUID
uk: UUID каталогу корпоративного клієнта

source: Discount Type
uk: Тип знижки

source: Discount Value
uk: Сумма знижки

source: Contract Discount Type
uk: Тип знижки для контракту

source: Contract Discount
uk: Знижка за контрактом

source: Prepaid Invoice Amount
uk: Сума передплаченого рахунку

source: Emails Addresses
uk: Електронні адреси

source: Comma separated emails which will receive the offer usage alerts
uk: Електронні адреси, розділені комами, які отримуватимуть сповіщення про використання пропозиції

source: Frequency for offer usage emails
uk: Частота відправки електронних листів із інформацією про використанням пропозицій

source: The maximum number of enrollments that can redeem this offer.
uk: Максимальна кількість реєстрацій слухачів, які можуть викупити цю пропозицію.

source: The maximum USD dollar amount that can be redeemed by this offer.
uk: Максимальна сума в доларах США, яку можна використати за допомогою цієї пропозиції.

source: The maximum number of enrollments, by a user, that can redeem this offer.
uk: Максимальна кількість користувачів, які можуть скористатися цією пропозицією.

source: The maximum USD dollar amount that can be redeemed using this offer by a user.
uk: Максимальна сума в доларах США, яку користувач може використати за допомогою цієї пропозиції.

source: Start Date
uk: Дата початку

source: End Date
uk: Дата завершення

source: Enrollment Limit
uk: Обмеження кількості реєстрацій

source: Bookings Limit
uk: Обмеження кількості бронювань

source: Per User Enrollment Limit
uk: Обмеження кількості реєстрацій на користувача

source: Per User Bookings Limit
uk: Обмеження кількості бронювань на користувача

source: Ensure new value must be greater than or equal to consumed({offer_enrollments}) value.
uk: Переконайтеся, що нове значення більше або дорівнює використанному ({offer_enrollments}) значенню.

source: Ensure this value is greater than or equal to 0.
uk: Переконайтеся, що це значення більше або дорівнює 0.

source: Ensure new value must be greater than or equal to consumed({consumed_discount:.2f}) value.
uk: Переконайтеся, що нове значення більше або дорівнює використанному ({consumed_discount:.2f}).

source: Given email address {email} is not a valid email.
uk: Вказана електронна адреса {email} не є дійсною.

source: An offer already exists for this Enterprise & Catalog combination.
uk: Для цієї комбінації Enterprise & Catalog вже існує пропозиція.

source: Percentage discounts cannot be greater than 100%.
uk: Відсоткові знижки не можуть перевищувати 100%.

source: A start date must be specified when specifying an end date.
uk: Дату початку потрібно вказати при визначенні дати закінчення.

source: The start date must occur before the end date.
uk: Дата початку повинна відбутися до дати закінчення.

source: More than 2 digits after the decimal not allowed for absolute value.
uk: Більше двох цифр після десяткової заборонено для абсолютного значення.

source: This field is required when contract discount type is absolute.
uk: Це поле обов'язкове, коли тип знижки за контрактом є абсолютним.

source: Discount of type {} provided by {} for {}.
uk: Знижка типу {}, надана {} для {}.

source: Enterprise Coupon Codes
uk: Коди купонів компанії

source: Edit Enterprise Offer: %(enterprise_customer_name)s
uk: Редагувати корпоративну пропозицію: %(enterprise_customer_name)s

source: Create Enterprise Offer
uk: Створити корпоративну пропозицію

source: Enterprise Offers
uk: Корпоративні пропозиції

source: Edit
uk: Редагувати

source: Create
uk: Створити

source: Edit Enterprise Offer
uk: Редагувати корпоративну пропозицію

source: Save Changes
uk: Зберегти зміни

source: Cancel
uk: Відмінити

source: %(platform_name)s Enterprise Offer Administration Tool
uk: %(platform_name)sПанель адміністрування корпоративних пропозицій

source: Current enterprise offers
uk: Поточні корпоративні пропозиції

source: Enterprise Customer Name
uk: Ім'я корпоративного покупця

source: Type
uk: Тип

source: Value
uk: Значення

source: Start
uk: Початок

source: End
uk: Кінець

source: %(platform_name)s Enterprise Offer Administration Tool
uk: %(platform_name)sПанель аміністрування корпоративної пропозиції

source: SKU {sku} does not exist.
uk: SKU {sku} не існує.

source: There is no Enterprise Customer associated with SKU {sku}.
uk: Зі SKU {sku} не існує жодного корпоративного клієнта.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise}.
uk: Якщу вас є сумніви стосовно обміну даними, зв’яжіться зі своїм адміністратором за адресою {enterprise}.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise} at {contact_info}.
uk: Якщо у вас є сумніви стосовно обміну даними, зв’яжіться зі своїм адміністратором у {enterprise} за адресою {contact_info}.

source: Enrollment in {course_name} was not complete.
uk: Реєстрація в {course_name} не виконана.

source: Enterprise offer updated!
uk: Корпоративну пропозицію оновлено!

source: Enterprise offer created!
uk: Корпоративну пропозицію створено!

source: You can't check out with an empty basket.
uk: Ви не можете завершити покупки з пустим кошиком.

source: We couldn't locate the identification code necessary to find one of your products.
uk: Ми не змогли знайти ідентифікаційний код необхідний для пошуку одного з ваших товарів.

source: We couldn't find one of the products you're looking for.
uk: Ми не змогли знайти один з товарів, який ви шукаєте.

source: One of the products you're trying to order is unavailable.
uk: Один з продуктів, які ви намагаєтесь замовити, недоступний.

source: We couldn't find enough information about you to perform the calculation.
uk: Ми не змогли знайти достатньо інформації про вас, щоб виконати розрахунок.

source: EXPIRED
uk: СТРОК ДІЇ ЗАКІНЧИВСЯ

source: INACTIVE
uk: НЕАКТИВНИЙ

source: ACTIVE
uk: АКТИВНИЙ

source: Products must have a certificate type.
uk: Продукти повинні мати тип сертифіката.

source: Products must have a price.
uk: Продукти повинні мати ціну.

source: You need to provide a course UUID to create Course Entitlements.
uk: Потрібно надати UUID курсу, щоб створити права для курсу.

source: Products must indicate whether ID verification is required.
uk: Продукти повинні вказувати, чи потрібно підтвердження ID.

source: Invalid product class [{product_class}] requested.
uk: Запитано недійсний клас продукту [{product_class}].

source: Course [{course_id}] was not published to LMS because the switch [publish_course_modes_to_lms] is disabled. To avoid ghost SKUs, data has not been saved.
uk: Курс [{course_id}] не був опублікований у навчальній системі, оскільки перемикач [pub_course_modes_to_lms] вимкнено. Щоб уникнути помилкових SKUs, дані не були збережені.

source: Enrollment code
uk: Код запису слухача

source: Discount code
uk: Код знижки

source: Invalid order number or order {} does not exists.
uk: Недійсний номер замовлення або замовлення {} не існує.

source: New coupon voucher assignment Failure. Error: {}
uk: Помилка присвоєння нового ваучера для купону. Помилка: {}

source: Your order {} can not be refunded as '{}' coupon are not supported to refund.
uk: Повернення замовлення {} неможливе, оскільки повернення купона '{}' не підтримується.

source: Could note create new voucher for the order: {}
uk: Не вдалося створити новий ваучер для замовлення: {}

source: No SKUs provided.
uk: SKUs не надано.

source: Products with SKU(s) [{skus}] do not exist.
uk: Продуктів зі SKU(s) [{skus}] не існує.

source: Provide username or is_anonymous query param, but not both
uk: Вкажіть ім'я користувача або параметр запиту is_anonymous, але не обидва одразу.

source: Product API only supports {http_method} for {product_class} products.
uk: API продукту підтримує лише {http_method} для продуктів {product_class}.

source: Missing or bad value for: [{name}].
uk: Відсутнє або неправильне значення для: [{name}].

source: {id} - {status} basket (owner: {owner}, lines: {num_lines})
uk: {id} - {статус} кошик (owner: {owner}, lines: {num_lines})

source: Basket
uk: Кошик

source: Attribute Type
uk: Тип атрибута

source: Text Attribute
uk: Текст атрибута

source: Due to export controls, we cannot allow you to access this course at this time.
uk: Через контроль експорту ми наразі не можемо дозволити вам отримати доступ до цього курсу.

source: Click here to just purchase an enrollment for yourself
uk: Натисніть тут, щоб просто придбати для себе запис на курс.

source: Click here to purchase multiple seats in this course
uk: Натисніть тут, щоб придбати кілька місць на цьому курсі

source: Coupon code '{code}' has expired.
uk: Код купона '{code}' більше не дійсний.

source: Coupon code '{code}' is not active.
uk: Код купона '{code}' неактивний.

source: Coupon code '{code}' is not available. {msg}
uk: Код купона '{code}' недоступний. {msg}

source: Coupon code '{code}' is not valid for this basket.
uk: Код купона '{code}' не дійсний для цього кошика.

source: Coupon code '{code}' is not valid for this basket for a bundled purchase.
uk: Код купона '{code}' не дійсний для цього кошика для пакетної покупки.

source: Coupon code '{code}' added to basket.
uk: Код купона '{code}' доданий до кошика.

source: Basket does not qualify for coupon code {code}.
uk: Кошик не відповідає коду купона {code}.

source: Could not apply the code '{code}'; it requires data sharing consent.
uk: Не вдалося застосувати код '{code}'; для цього потрібна згода на обмін даними.

source: After you complete your order you will be able to select course dates from your dashboard.
uk: Після завершення замовлення ви зможете вибрати дати курсу на інформаційній панелі у особистому кабінеті.

source: After you complete your order you will be automatically enrolled in the verified track of the course.
uk: Після завершення замовлення вас автоматично записують на підтверджений варіант перебігу курсу

source: After you complete your order you will receive credit for your course.
uk: Після оформлення замовлення ви отримаєте кредит на свій курс.

source: After you complete your order you will be automatically enrolled in the course.
uk: Після завершення замовлення вас автоматично записують на курс.

source: {paragraph_start}By purchasing, you and your organization agree to the following terms:{paragraph_end} {ul_start} {li_start}Each code is valid for the one course covered and can be used only one time.{li_end} {li_start}You are responsible for distributing codes to your learners in your organization.{li_end} {li_start}Each code will expire in one year from date of purchase or, if earlier, once the course is closed.{li_end} {li_start}If a course is not designated as self-paced, you should confirm that a course run is available before expiration. {li_end} {li_start}You may not resell codes to third parties.{li_end} {li_start}All edX for Business Sales are final and not eligible for refunds.{li_end}{ul_end} {paragraph_start}You will receive an email at {user_email} with your enrollment code(s). {paragraph_end}
uk: {paragraph_start} Купуючи курс ви та ваша організація погоджуєтесь із такими умовами: {paragraph_end} {ul_start} {li_start} Код дійсний для одного курсу і його можна використовувати лише один раз. {li_end} {li_start} Ви відповідальні за надання кодів вашим учням у вашій організації. {li_end} {li_start} Код закінчується через рік із дня придбання або, якщо раніше, після закриття курсу. {li_end} {li_start} Якщо курс не є позначений як той, який проходять самостійно, ви повинні підтвердити, що курс доступний до закінчення терміну. {li_end} {li_start} Ви не можете перепродавати коди третім особам. {li_end} {li_start} Усі продажі edX для бізнесу є остаточними і не підлягають поверненню коштів. {li_end} {ul_end} {paragraph_start} Ви отримаєте електронний лист за адресою {user_email} з кодами для реєстрації на курс(и). {paragraph_end}

source: {strong_start}Purchasing just for yourself?{strong_end}{paragraph_start}If you are purchasing a single code for someone else, please continue with checkout. However, if you are the learner {link_start}go back{link_end} to enroll directly.{paragraph_end}
uk: {strong_start} Купуєте лише для себе? {strong_end}{paragraph_start}Якщо ви купуєте один код для когось іншого, продовжте оформлення замовлення. Однак, якщо ви слухач {link_start}, поверніться {link_end}, щоб записатись на курс особисто.{paragraph_end}

source: You have already purchased these products
uk: Ви вже придбали ці продукти.

source: No product is available to buy.
uk: Відсутні продукти для продажу.

source: quantity successfully updated
uk: кількість успішно оновлена

source: Your basket couldn't be updated. Please correct any validation errors below.
uk: Не вдалось оновити ваш кошик. Виправте помилки перевірки нижче.

source: You have already added coupon code '{code}' to your basket.
uk: Ви вже додали код купона '{code}' до свого кошика.

source: Coupon code '{code}' does not exist.
uk: Код купона '{code}' не існує.

source: No coupon found with id '%s'
uk: Не знайдено купона з id '%s'

source: Coupon code '%s' was removed from your basket.
uk: Код купона '%s' видалено з вашого кошика.

source: Last date/time on which this product can be purchased.
uk: Остання дата/час, коли цей товар можна придбати.

source: Username
uk: Ім'я користувача

source: Email
uk: Електронна пошта

source: {link_start}Refund #{refund_id}{link_end} created! Click {link_start}here{link_end} to view it.
uk: {link_start}Відшкодування #{refund_id}{link_end} створено! Натисність {link_start}тут{link_end} для перегляду.

source: A refund cannot be created for these lines. They may have already been refunded.
uk: Повернення коштів для цих рядків неможливо створити. Можливо, кошти вже були повернені.
